Revit 2027 API
MEPConnectorInfo.LinkedConnector Property
 The linked connector or null if there is no linked connector
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Connector LinkedConnector { get; }
Public ReadOnly Property LinkedConnector As Connector
	Get
public:
property Connector^ LinkedConnector {
	Connector^ get ();
}
member LinkedConnector : Connector with get
Property Value
Connector
See Also
Reference
MEPConnectorInfo Class
Autodesk.Revit.DB Namespace